export const DATES_AND_TIME_STRINGS = [
    [new Date("2024-02-21T16:10:30"), "16:10"],
    [new Date("2024-02-20T16:30:30"), "16:30 (вчера)"],
    [new Date("2024-01-21T16:30:30"), "16:30 (21 янв)"],
    [new Date("2023-01-21T16:30:30"), "16:30 (21 янв 2023)"],
];

export const DATES_AND_DATE_STRINGS = [
    [new Date("2024-02-21T16:10:30"), "сегодня"],
    [new Date("2024-02-20T16:30:30"), "вчера"],
    [new Date("2024-01-21T16:30:30"), "21 янв"],
    [new Date("2023-01-21T16:30:30"), "21 янв 2023"],
];
